Repository: open-contracting/cove-oc4ids
Catalog: cove_oc4ids/locale/*/LC_MESSAGES/django.po
Languages: es

source: Check Description
es: Revisar descripción

source: Location of first 3 errors
es: Ubicación de los primeros 3 errores

source: The data includes fields that are empty or contain only whitespaces. Fields that are not being used, or that have no value, should be excluded in their entirety (key and value) from the data.
es: Los datos incluyen campos que están vacíos o contienen solo espacios en blanco. Los campos que no se están utilizando o que no tienen valor, deben excluirse en su totalidad (clave y valor) de los datos.

source: see all
es: ver todos

source: There is a value without a <code>currency</code>.
es: Hay valores sin un <code>valor de moneda</code>.

source: Currencies should be published for all values.
es: Las monedas se deben publicar para todos los valores.

source: %(count)s of your project <code>id</code> fields has a problem: There is no prefix or the prefix format is not recognised.
es: Uno de los %(count)scampos <code>id</code> de su proyecto tiene un problema: No hay un prefijo o no se reconoce el prefijo.

source: There is an organization reference with an <code>id</code> that does not match the <code>id</code> of any <code>parties</code>.
es: Hay una referencia de organización con un <code>id</code>que no es igual al <code>id</code> de ninguna de las partes.

source: All organization references should have an associated entry in the <code>parties</code> array with a matching <code>id</code>.
es: Todas las referencias de organización deben de tener una entrada asociada en la matriz <code>partes</code> con un <code>id</code>igual.

source: Open Contracting for Infrastructure Data Standard
es: Estándar de Contrataciones Abiertas para Datos de Infraestructura

source: Go
es: Ir

source: Data Review Tool
es: Herramienta de Revisión de Datos

source: OC4IDS Documentation
es: Documentación OC4IDS

source: Open Contracting for Infrastructure Data Standards Toolkit
es: Herramientas del Estándar de Contrataciones Abiertas para Datos de Infraestructura

source: About OC4IDS
es: Sobre OC4IDS

source: The <a href="https://standard.open-contracting.org/infrastructure/">Open Contracting for Infrastructure Data Standard</a> (OC4IDS) describes how to combine contract-level disclosures (using the Open Contracting Data Standard) and project-level disclosures (based on the CoST Infrastructure Data Standard) to support scalable disclosure and monitoring of infrastructure projects.
es: El <a href="https://standard.open-contracting.org/infrastructure/">Estándar de Contrataciones Abiertas para Datos de Infraestructura </a> (OC4IDS) describe como combinar divulgaciones a nivel de contrato (utilizando el Estándar de Datos de Contrataciones Abiertas) y divulgaciones a nivel proyecto (basado en el Estándar de Datos para Infraestructura CoST) para soportar la divulgación escalable y el monitoreo de proyectos de infraestructura.

source: Trillions of dollars are spent every year on infrastructure and estimates suggest between 10 and 30%% of infrastructure investment is lost through inefficiency, mismanagement and corruption. Access to better and more joined up data is essential to drive better quality, more affordable and more accessible infrastructure for government, citizens and business.
es: Se gastan billones de dólares cada año en infraestructura y los estimados sugieren que entre el 10 y el 30%%de las inversiones en infraestructura se pierden debido a la ineficiencia, mala administración y corrupción. El acceso a datos de mejor calidad y más unificados es esencial para tener una infraestructura de mejor calidad, más asequible y más accesible para los gobiernos, ciudadanos y empresas.

source: Check and review
es: Ver y revisar

source: This tool helps you to:
es: Esta herramienta le ayuda a:

source: Check that your OC4IDS data complies with the schema
es: Revisar que sus datos OC4DIS cumplan con el esquema

source: Inspect key contents of your data to review data quality
es: Inspeccionar que los contenidos claves de sus datos para revisar la calidad de los datos

source: Explore your data's coverage of OC4IDS fields to identify possible additions
es: Explora la cobertura de campos OC4IDS de tus datos para identificar posibles adiciones

source: Using the Data Review Tool
es: Utilizando la Herramienta de Revisión de Datos

source: You can upload, paste or provide a link to data published using the <a href="https://standard.open-contracting.org/infrastructure/">Open Contracting for Infrastructure Data Standard</a>
es: Puede subir, pegar o proporcionar una liga a los datos publicados usando el <a href="https://standard.open-contracting.org/infrastructure/">Estándar de Contrataciones Abiertas para Datos de Infraestructura</a>

source: This can be:
es: Esto puede ser:

source: <strong>A JSON file</strong> - following the OC4IDS schema;
es: <strong>Un archivo Json</strong> - siguiendo el esquema OC4IDS;

source: <strong>A CSV file or Excel Spreadsheet</strong> - using a flattened serialization of OC4IDS;
es: <strong>Un archivo CSV o una hoja de cálculo Excel</strong> - utilizando una serialización aplanada de OC4IDS;

source: Supported encodings are UTF-8 for JSON and UTF-8, Windows-1252 and ISO-8859-1 for CSV.
es: Las codificaciones compatibles son UTF-8 para JSON y UTF-8, Windows-1252 and ISO-8859-1 para CSV.

source: The application works with data provided in an <a href="https://standard.open-contracting.org/infrastructure/latest/en/reference/package/">OC4IDS project package</a>.
es: La aplicación funciona con datos que se proporcionan en un <a href="https://standard.open-contracting.org/infrastructure/latest/en/reference/package/">paquete de proyecto OC4IDS</a>.

source: If your data passes basic structural checks, the tool will then present a report on data quality, and information about the contents of your file.
es: Si tus datos pasan las comprobaciones estructurales básicas, la herramienta presentará un reporte sobre la calidad de los datos e información sobre el contenido de tu archivo.

source: Data is stored for 7 days at a randomly generated URL. You can share this link with others to support discussion of data quality.
es: Los datos se guardan por 7 días en una URL generada aleatoriamente. Puede compartir este link con otros para apoyar la discusión de la calidad de los datos.

source: To preview how the data review tool works, try loading: <code>https://standard.open-contracting.org/infrastructure/latest/en/_static/example.json</code>
es: Para ver como funciona la herramienta de revisión de datos, intente subir <code>https://standard.open-contracting.org/infrastructure/latest/en/_static/example.json</code>

source: Load New File
es: Cargar nuevo archivo

source: Structure & Format
es: Estructura & Formato

source: Field Coverage
es: Cobertura de campos

source: Headlines
es: Titulares

source: Please read the <a href="#conversion-warning">conversion warnings</a> below.
es: Por favor lea las <a href="#conversion-warning">advertencias de conversión</a> más adelante.

source: Failed
es: No aprueba

source: Passed
es: Aprobado

source: structural checks against <a href="%(schema_url)s">OC4IDS project package schema version
es: las revisiones estructurales contra la <a href="%(schema_url)s">versión del esquema del paquete del proyecto OC4IDS

source: See <a href="#validation-errors">Structural Errors</a> below.
es: Vea los <a href="#validation-errors">Errores estructurales </a> más adelante

source: At a glance
es: Un vistazo

source: This file contains <strong>%(count)s project.</strong>
es: Este proyecto contiene <strong>%(count)sproyecto</strong>.

source: The schema version specified in the file is
es: La versión del esquema especificado en el archivo es

source: The publisher named in the file is
es: El publicador nombrado en el archivo es

source: The license is
es: La licencia es

source: Publication policy is
es: La política de publicación es

source: There is %(count)s <a href="#key-field-info">duplicate release ID</a> in this package.
es: Hay%(count)s <a href="#key-field-info">IDs de entrega duplicados</a>en este paquete.

source: This file uses %(count)s <a href="#additional-fields">additional field</a> not used in the standard.
es: Este archivo usa %(count)s<a href="#additional-fields">campos adicionales</a> que no se usan en el estándar.

source: This file is not 'utf-8' encoded (it is
es: El archivo no esta codificado 'utf-8' (es

source: encoded).
es: codificado).

source: Data
es: Datos

source: downloaded from
es: descargados de

source: uploaded
es: cargados

source: on
es: en

source: Download Data
es: Descargar archivos

source: Alternative formats for reviewing your data
es: Formatos alternativos para revisar sus datos

source: Conversion of your (JSON) data into a spreadsheet format. The results can be seen below
es: Conversión de sus datos (JSON) a formato hoja de cálculo. Los estados pueden observarse abajo

source: The JSON could not be converted to Spreadsheet due to the error:
es: El JSON no pudo convertirse en hoja de cálculo debido a un error:

source: Conversion of your data into JSON format. The results can be seen below
es: Conversión de sus datos en un formato JSON. Los resultados pueden observarse abajo

source: Convert to Spreadsheet
es: Convertir a hoja de cálculo

source: Structural Errors
es: Errores estructurales

source: There were no structural errors
es: No hay errores estructurales

source: Codelist Errors
es: Errores de la Lista de Códigos

source: The fields below use closed codelists. When using these fields, you <strong> must </strong> use one of the pre-defined codelist values. If you use a value that is not on the relevant codelist, your data will not pass structural checks. Where you see + or - this indicates that the codelist has been modified with these additions (+) or subtractions (-) by one or more extensions.
es: Los siguientes campos utilizan listas de códigos cerradas. Al utilizar estos campos, <strong>debe </strong>utilizar uno de los valores de la lista de códigos predefinidos. Si usa un valor que no está en la lista de códigos relevantes, sus datos no pasarán las verificaciones estructurales. Donde vea + o - esto indica que la lista de códigos ha sido modificada con estas adiciones (+) o sustracciones (-) por una o más extensiones.

source: You may need to create a mapping between your local codes and the OC4IDS closed codelists to address these errors. In most cases, there will be a ‘detail’ field where you can also include your local codes. If you have already completed a mapping, please review the spelling and capitalisation used in these closed codelist fields.
es: Es posible que deba crear un mapeo entre sus códigos locales y las listas de códigos cerradas de OC4IDS para abordar estos errores. En la mayoría de los casos, habrá un campo de "detalles" donde también puede incluir sus códigos locales. Si ya ha completado un mapeo, favor revise la ortografía y las mayúsculas utilizadas en estos campos cerrados de la lista de códigos.

source: Additional Fields
es: Campos adicionales

source: There were no additional fields
es: No hay campos adicionales

source: Additional Codelist Values
es: Valores Adicionales de la Lista de Código

source: Your data contains a number of fields that use an open codelist. You should use values from the codelist whenever possible, but if the codelist does not provide the values you need, you are permitted to add additional values. The values below do not appear in the codelist; you should check that you intended these as additional values.
es: Sus datos contienen varios campos que usan una lista de código abierta. Debe usar los valores de la lista de código cuando sea posible, pero si la lista de código no le da los valores que necesita, puede utilizar valores adicionales. Los siguientes valores no aparecen en la lista de código, debe revisar que quiera utilizar estos valores adicionales.

source: Make sure you list the definition of any additional codelist values you include within your <a href="https://standard.open-contracting.org/latest/en/guidance/publish/#finalize-your-publication-policy">publication policy</a>, and if you believe they should be added as recommended values in the open codelist, please suggest this via the <a href="https://github.com/open-contracting/infrastructure/issues/new">OC4IDS issue tracker.</a>
es: Asegúrese de dar la definición de cualquier valor adicional a la lista de código que incluya dentro de su <a href="https://standard.open-contracting.org/latest/en/guidance/publish/#finalize-your-publication-policy">política de publicación</a>, y si cree que deben de ser valores recomendados en la lista de código abierta, por favor haga una sugerencia en el <a href="https://github.com/open-contracting/infrastructure/issues/new"> rastreador de issues OC4IDS.</a>

source: Conformance (Rules)
es: Conformidad (Reglas)

source: Fixing the following issues will improve the interoperability of your data.
es: Arreglar los siguientes issues mejorara la interoperabilidad de sus datos.

source: View all errors
es: Ver todos los errores

source: Path
es: Ruta

source: What is the project <code>id</code> field? A globally unique identifier for this infrastructure project. Composed of an OC4IDS prefix and an identifier for the infrastructure project. For more information see <a href="https://standard.open-contracting.org/infrastructure/latest/en/guidance/identifiers/#">OC4IDS project identifier guidance</a>.
es: ¿Qué es el campo <code>id</code> del proyecto? Un identificador único global para este proyecto de infraestructura. Se compone de un prefijo OC4IDS y un identificador para el proyecto de infraestructura. Para más información, vea la <a href="https://standard.open-contracting.org/infrastructure/latest/en/guidance/identifiers/#">guía de identificadores de proyectos OC4IDS.</a>.

source: Additional Checks
es: Revisiones adicionales

source: This coverage report details which OC4IDS fields are populated in your data.
es: Este reporte de cobertura detalla cuáles campos OC4IDS son completados en tus datos.

source: If a field is on an object in an array, then coverage is reported for each object in the array. For example, in a data file with 100 projects, all of which have 5 parties, the coverage for the <code>parties</code>field will be calculated out of 100, but coverage for its child fields (like <code>parties.id</code>) will be calculated out of 500.
es: Si un campo está en un objeto en un array, entonces la cobertura es reportada por cada objeto en el array. Por ejemplo, en un archivo de datos con 100 proyectos, de los cuales todos tienen 5 parties, la cobrertura del campo <code>parties</code> será calculada sobre 100, pero la cobertura de sus campos hijos (por ejemplo <code>parties.id</code>) será calculada sobre 500.

source: Child fields are reported in the context of their parent field. For example, in a data file with 100 projects, 10 of which set <code>publicAuthority</code>, coverage for the <code>publicAuthority</code> field will be calculated out of 100, but coverage for its child fields (like <code>publicAuthority.id</code>) will be calculated out of 10.
es: Los campos hijos son reportados en el contexto de su campo padre. Por ejemplo, en un archivo de datos con 100 proyectos, 10 de los cuales completan <code>publicAuthority</code>, la cobertura para el campo <code>publicAuthority</code> será calculada sobre 100, pero la cobertura para sus campos hijos (como <code>publicAuthority.id</code>) será calculada sobre 10.

source: It's not expected for all fields to be used (e.g. the source system might not have the data available), or for all fields to be 100%% (e.g. a new project will be less complete than a finished project).
es: No se espera que todos los campos sean usados (por ejemplo, es posible que el sistema no tenga los datos disponibles), o que todos los campos tengan una cobertura del 100%% (por ejemplo, un proyecto nuevo puede estar menos completo que un proyecto finalizado).

source: Search by field name
es: Buscar por nombre del campo

source: All
es: Todo

source: Coverage Passed Only
es: Solo con cobertura

source: Coverage Failed Only
es: Solo sin cobertura

source: Field Path
es: Ruta al campo

source: Coverage
es: Cobertura

source: Expand an object to check the coverage of its fields, which may be less than the object's coverage.
es: Expande un objeto para comprobar la cobertura en sus campos, que puede ser menor que la cobertura del objeto.

source: Sorry, we can't process that data
es: Lo sentimos, no podemos procesar estos datos

source: Try Again
es: Intente de nuevo

source: We think you tried to upload a JSON file, but it is not well formed JSON. <span class="glyphicon glyphicon-exclamation-sign" aria-hidden="true"></span> <strong>Error message:</strong> {}
es: Pensamos que intentó subir un archivo JSON, que no esta correctamente formado. <span class="glyphicon glyphicon-exclamation-sign" aria-hidden="true"></span><strong>Mensaje de error:</strong>{}

source: OC4IDS JSON should have an object as the top level, the JSON you supplied does not.
es: El JSON OC4IDS debe tener un objeto como el nivel más alto, el JSON que proporcionó no lo tiene.
